Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Budget 2025 proposes reinstating accelerated CCAs for LNG equipment
fr_fr: GNL. Le budget de 2025 propose de rétablir les DPA accéléré pour l'équipement de gaz naturel

source: and related buildings, but only for low-carbon LNG facilities.
fr_fr: liquéfié (GNL) et des immeubles connexes, mais seulement pour les installations de GNL à faible

source: To be eligible for an accelerated CCA, a facility would need to meet new high standards of emissions
fr_fr: teneur en carbone. Pour être admissible à une DPA accéléré, l'installation devra répondre à de nouvelles normes de

source: performance.
fr_fr: rendement en matière d'émissions.

source: Two levels of support would be available, which will depend on the emissions
fr_fr: Deux niveaux de soutien seront offerts qui dépendront du rendement

source: performance of a facility:
fr_fr: de l'installation en matière d'émissions :

source: Facilities that are in the top 25 per cent in terms of emissions performance would be
fr_fr: de 25 % seraient admissibles aux DPA accéléré aux mêmes taux que ceux qui étaient

source: eligible for accelerated CCAs with the same rates as the previous measures
fr_fr: offerts par les mesures précédentes (soit 30 % pour l'équipement de liquéfaction et

source: (30 per cent for liquefaction equipment and 10 per cent for non-residential
fr_fr: 10 % pour les immeubles non résidentiels utilisés dans les installations de GNL).

source: buildings used in LNG facilities). Facilities that are in the top 10 per cent in terms of emissions performance would be
fr_fr: Les installations dont le rendement en matière d'émissions se situe dans la tranche supérieure

source: eligible for accelerated CCAs of 50 per cent for liquefaction equipment and
fr_fr: de 10 % seraient admissibles aux DPA accéléré de 50 % pour l'équipement de

source: 10 per cent for non-residential buildings used in LNG facilities.
fr_fr: liquéfaction et de 10 % pour les immeubles non résidentiels dans les installations de

source: Details regarding the new emissions performance requirements for these additional allowances will be
fr_fr: GNL. Les détails sur les nouvelles exigences de rendement en matière d'émissions pour ces DPA

source: provided at a later date.
fr_fr: supplémentaires seront fournis à une date ultérieure.

source: These measures would apply to property acquired on or after Budget Day and
fr_fr: Ces mesures s'appliqueraient aux biens acquis

source: before 2035.
fr_fr: à compter de la date de dépôt du budget et avant 2035.

source: Collectively, these new and previously proposed measures form a Productivity Super-Deduction that
fr_fr: Ensemble, ces nouvelles mesures et celles déjà annoncées forment une superdéduction à la productivité

source: will accelerate the type of business investment that will drive productivity growth in Canada.
fr_fr: qui accélérera ce genre d'investissements privés porteurs de croissance au Canada.

source: Canada's Corporate Tax Advantage
fr_fr: L'avantage fiscal du Canada pour les entreprises

source: The marginal effective tax rate (METR) provides a comprehensive indicator of how one dollar of
fr_fr: Le taux effectif marginal d'imposition (TEMI) brosse un tableau complet de l'ensemble des impôts et

source: additional business investment is taxed—a comparable indicator of tax competitiveness across
fr_fr: Il s'agit d'un indicateur de la compétitivité fiscale comparable entre les pays, qui tient compte des taux

source: countries that considers national and sub-national corporate tax rates, as well as investment tax
fr_fr: d'imposition des sociétés, aux niveaux national et infranational, ainsi que des crédits d'impôt à

source: credits, capital cost allowances, and sales and capital taxes.
fr_fr: l'investissement, des déductions pour amortissement et des taxes de vente payées sur les biens

source: The productivity super-deduction will reduce Canada's METR by more than two percentage
fr_fr: d'investissement. La superdéduction à la productivité réduira de plus de 2 points de pourcentage le

source: points, strengthening our competitiveness with the U.S. following measures implemented in the One Big Beautiful Bill Act (OBBBA).
fr_fr: TEMI du Canada, ce qui renforcera notre compétitivité par rapport aux États-Unis, à la suite des mesures mises en œuvre dans le cadre du One Big Beautiful Bill Act (OBBBA). De plus, le

source: Moreover, Canada will have the lowest METR in the
fr_fr: Canada aura le TEMI le plus bas du G7, inférieur à la moyenne de l'OCDE.

source: G7 and below the OECD average.
fr_fr: Cela signifie qu'il est

source: This means that businesses can invest and scale more easily and
fr_fr: plus facile pour les entreprises d'investir et de prendre de l'expansion au Canada, qui

source: that Canada will remain an attractive destination for investment.
fr_fr: demeurera ainsi une destination de choix pour les investissements.

source: With the productivity super-deduction, Canada's METRs are competitive with those in the U.S. across
fr_fr: Grâce à la superdéduction à la productivité, les TEMI du Canada sont concurrentiels avec ceux des

source: most sectors, particularly in manufacturing and processing.
fr_fr: États-Unis dans la plupart des secteurs, et en particulier dans ceux de la fabrication et de la

source: Canada has a lower METR than the U.S., reflecting the value-added taxes employed federally and in
fr_fr: transformation. Le Canada bénéficie d'un TEMI plus bas que celui des États-Unis, qui tient compte des taxes sur la

source: most provinces in Canada, rather than retail sales taxes that apply in the U.S. Canadian provinces
fr_fr: valeur ajoutée utilisées au niveau fédéral et dans la plupart des provinces canadiennes, plutôt que

source: also fully align with federal expensing policies and in some cases employ investment tax incentives
fr_fr: intégralement sur les politiques fédérales relatives à la passation en charges, et dans certains

source: of their own, which contribute to competitiveness.
fr_fr: cas, elles utilisent leurs propres incitatifs fiscaux à l'investissement, ce qui contribue à la

source: Canada's METR is below the average of OECD countries, resulting from generous expensing policies in
fr_fr: compétitivité. Le TEMI du Canada est inférieur à la moyenne des pays de l'OCDE, grâce à des politiques généreuses

source: Canada and lower statutory rates compared to some other countries.
fr_fr: relatives à la passation en charges et à des taux d'imposition plus bas que d'autres pays.

source: Investing Where It Counts: Catalysing Private Investment Through
fr_fr: Investir là où ça compte : catalyser les investissements privés grâce à

source: Accelerated Depreciation and Immediate Expensing
fr_fr: l'amortissement accéléré et la passation en charges immédiate

source: Private investment in new machinery, buildings, and technology is one of the most effective
fr_fr: Les investissements privés dans de nouvelles machines, installations et technologies

source: ways to increase productivity, helping workers produce more in less time and boosting
fr_fr: les travailleurs à produire davantage en moins de temps et de dynamiser la

source: Canada's long-term growth.
fr_fr: croissance à long terme du Canada.

source: Immediate expensing and other forms of accelerated depreciation make it easier and more
fr_fr: La passation en charges immédiate et d'autres formes d'amortissement accéléré

source: attractive for businesses to invest by allowing them to deduct the full cost of new assets
fr_fr: favorisent les investissements en permettant aux entreprises de déduire le coût de

source: more quickly.
fr_fr: nouveaux actifs plus rapidement.

source: This lowers the cost of capital, strengthens the business case for modern
fr_fr: renforce la justification économique de l'acquisition d'équipement moderne et

source: equipment, and encourages companies to invest and expand in Canada.
fr_fr: encourage les entreprises à investir et à prendre de l'expansion au Canada.

source: The $2.7 billion in average annual support for investment provided through the
fr_fr: Le soutien annuel moyen à l'investissement de 2,7 milliards de dollars

source: accelerated depreciation and immediate expensing measures included in Budget 2025 will crowd-in private capital investment and could generate an
fr_fr: accordé au moyen des mesures d'amortissement accéléré et de passation en charges immédiate prévues dans le budget de 2025 mobilisera des

source: economic output of up to about $9 billion annually over the next ten years.
fr_fr: aller jusqu'à environ 9 milliards de dollars par année au cours des 10 prochaines années.

source: These measures would mean most assets in the manufacturing sector would be eligible
fr_fr: charges immédiate de la majeure partie des actifs utilisés dans le secteur de la

source: for immediate expensing—lowering the cost of capital and unlocking billions in private
fr_fr: fabrication, ce qui fera diminuer le coût du capital et débloquera des milliards de

source: Enhancing the Scientific Research and Experimental Development Tax Incentives
fr_fr: Bonifier les encouragements fiscaux pour la recherche scientifique et le développement

source: Innovation and scientific discovery are the foundation of long-term economic growth. Science fuels
fr_fr: expérimental L'innovation et la découverte scientifique sont les bases d'une croissance économique à long terme.

source: innovation, and innovation fuels productivity, helping Canada stay competitive in a fast-changing
fr_fr: La science alimente l'innovation, et l'innovation stimule la productivité, contribuant ainsi à

source: global economy.
fr_fr: maintenir la compétitivité du Canada dans une économie mondiale en évolution rapide.

source: The Scientific Research and Experimental Development (SR&ED) tax incentive
fr_fr: Le programme d'encouragements fiscaux pour la recherche scientifique et le développement

source: program has helped Canadian businesses of all sizes conduct new and advanced research.
fr_fr: expérimental (RS&DE) aide les entreprises canadiennes de toutes tailles à mener des recherches nouvelles et de pointe.

source: Small
fr_fr: Ce programme bénéficie le plus aux petites entreprises, qui ont

source: businesses have benefited the most, accounting for 64 per cent of all claims filed
fr_fr: été à l'origine de 64 % de toutes les demandes présentées et qui ont reçu un soutien

source: and receiving roughly $1.5 billion in support in 2024-25.
fr_fr: d'environ 1,5 milliard de dollars en 2024-2025.

source: To support Canadian businesses' ability to conduct innovative research, the government is proceeding
fr_fr: Pour renforcer la capacité des entreprises canadiennes en matière de recherche et d'innovation, le

source: with the following previously proposed enhancements to the SR&ED program:
fr_fr: gouvernement met en œuvre les améliorations suivantes au programme de RS&DE, annoncées

source: Increasing the prior-year taxable capital phase-out thresholds for the SR&ED program's
fr_fr: précédemment : Augmenter la fourchette de réduction progressive du capital imposable de l'année précédente aux

source: enhanced 35-per-cent tax credit.
fr_fr: fins du crédit d'impôt bonifié de 35 % du programme de RS&DE.

source: Increasing the annual expenditure limit on which the enhanced credit can be earned, from
fr_fr: Faire passer de 3 millions de dollars à 4,5 millions de dollars la limite de

source: $3 million to $4.5 million.
fr_fr: dépenses annuelles auxquelles le crédit bonifié peut être appliqué.

source: Extending the enhanced credit to eligible Canadian public corporations.
fr_fr: Élargir le crédit bonifié aux sociétés publiques canadiennes admissibles.

source: Restoring the eligibility of SR&ED capital expenditures.
fr_fr: Rétablir l'admissibilité des dépenses en capital pour la RS&DE.

source: To encourage investment in Canadian innovation, Budget 2025 also
fr_fr: Pour encourager les investissements dans l'innovation au Canada, le budget de 2025 propose

source: proposes to further increase the annual expenditure limit on which the SR&ED program's
fr_fr: du programme de RS&DE, afin de le faire passer de 4,5 millions de dollars (comme

source: enhanced credit can be earned from $4.5 million (as previously announced) to
fr_fr: annoncé précédemment) à 6 millions de dollars pour les années d'imposition qui commencent

source: $6 million, effective for taxation years that begin on or after December 16, 2024.
fr_fr: le 16 décembre 2024 ou après cette date.

source: Investing Where It Counts: Economic Benefits of Supporting R&D
fr_fr: Investir là où ça compte : les avantages économiques du soutien à la R-D

source: Investments in research and development (R&D) are known to improve firm performance.
fr_fr: Il est notoire que les investissements en recherche et développement (R-D) améliorent

source: Firms undertaking R&D to innovate consistently achieve higher productivity growth, and
fr_fr: le rendement des entreprises. En effet, on observe systématiquement une plus forte

source: these benefits are amplified for firms making complementary investments in other
fr_fr: croissance de la productivité chez les entreprises qui font de la R-D pour innover,

source: technologies or adopting better business strategies.
fr_fr: complémentaires dans d'autres technologies ou adopte de meilleures stratégies d'affaires.

source: Firms conducting R&D are also more
fr_fr: Les entreprises qui font de la R-D sont aussi plus susceptibles de se

source: likely to enter export markets.
fr_fr: lancer sur les marchés d'exportation.

source: The benefits of R&D are not limited to within firms.
fr_fr: Or, les retombées de la R-D ne profitent pas

source: Studies have documented broad benefits from R&D that spread across the economy.
fr_fr: uniquement à ces entreprises. Des études ont démontré que toute l'économie en tire largement profit.

source: The Scientific Research and Experimental Development (SR&ED) tax
fr_fr: Le programme d'encouragements fiscaux pour la recherche scientifique et le

source: incentive program, already providing $4.2 billion in annual support, is the federal
fr_fr: développement expérimental (RS&DE) accorde déjà un soutien

source: government's single most important tool to encourage business R&D.
fr_fr: important outil du gouvernement fédéral pour encourager la R-D dans les entreprises.

source: Budget 2025 confirms the implementation of previously announced SR&ED enhancements
fr_fr: Le budget de 2025 confirme la mise en œuvre des améliorations annoncées

source: and proposes to further increase the enhanced rate expenditure limit, to help innovative
fr_fr: plafond des dépenses admissibles au crédit bonifié, afin d'aider les entreprises novatrices à croître et à prendre de l'expansion.

source: businesses scale up and grow.
fr_fr: Les 440 millions de

source: This additional government investment of
fr_fr: dollars de plus que le gouvernement injectera de façon récurrente devraient

source: $440 million on an ongoing basis is expected to catalyse private sector R&D
fr_fr: mobiliser des investissements privés en R-D qui produiront des retombées

source: investment, generating an economic output of $1.2 billion a year—about a three-time
fr_fr: économiques annuelles de 1,2 milliard de dollars, soit un rendement

source: return for Canada's economy.
fr_fr: pour l'économie canadienne qui correspond environ au triple de l'investissement réalisé.

source: These enhancements are on top of revamping the
fr_fr: Ces bonifications s'ajoutent à la refonte de l'administration

source: SR&ED administration process—providing businesses with greater certainty and speed when
fr_fr: du programme de RS&DE, qui procurera aux entreprises la certitude voulue pour

source: making investment and R&D decisions.
fr_fr: prendre rapidement des décisions en matière d'investissement et de R-D.

source: The government has listened to innovators and builders that a burdensome administrative process for
fr_fr: Le gouvernement a écouté les innovateurs et les constructeurs qui ont signalé que la lourdeur

source: applying to the SR&ED program has limited its impact in driving investment in Canada.
fr_fr: administrative du processus de demande au programme de RS&DE a limité l'effet de celui-ci pour stimuler l'investissement au Canada.

source: The Canada
fr_fr: L'Agence du revenu du Canada (ARC) réformera en profondeur

source: Revenue Agency (CRA) will implement transformational reforms to the administration of the SR&ED program.
fr_fr: l'administration du programme.

source: The reforms will provide businesses with greater confidence to invest in R&D projects,
fr_fr: Ces réformes permettront aux entreprises d'investir avec plus de

source: enhancing Canada's innovation strategy.
fr_fr: confiance dans des projets de R-D, ce qui renforcera la stratégie d'innovation du Canada.

source: Budget 2025 announces, to improve predictability and streamline
fr_fr: Le budget de 2025 annonce que, pour accroître la prévisibilité et simplifier la

source: administration of the SR&ED program, the government's intention for the CRA to: Implement an elective pre-claim approval process to provide businesses with an
fr_fr: gestion du programme de RS&DE, le gouvernement a l'intention de demander à l'ARC de : mettre en place un processus d'approbation préalable facultatif afin que les entreprises

source: up-front technical approval of their eligible SR&ED projects, before businesses
fr_fr: puissent obtenir une approbation technique initiale pour leurs projets de RS&DE admissibles,

source: undertake any work or incur costs.
fr_fr: avant de commencer les travaux ou d'engager des dépenses.

source: For claims submitted through this elective
fr_fr: Pour les demandes présentées selon ce

source: process that require an expenditure review, processing time will be cut in half
fr_fr: processus facultatif et qui exigent un examen des dépenses, le temps de traitement sera réduit

source: to 90 days from 180 days. Increase the use of artificial intelligence in the program's administration, which
fr_fr: de moitié, en passant de 180 jours à 90 jours; recourir davantage à l'intelligence artificielle dans l'administration du programme, pour éviter

source: will enable the CRA to avoid subjecting low risk claims to unnecessary audit
fr_fr: de soumettre des demandes à faible risque à des vérifications inutiles et traiter les demandes

source: interventions, allowing them to be processed faster. Streamline the review process by eliminating unnecessary steps and reducing
fr_fr: plus rapidement; simplifier le processus d'examen en éliminant les étapes inutiles et en réduisant la complexité

source: burdensome information requirements that can delay the final determination of
fr_fr: des renseignements exigés, afin d'accélérer la prise d'une décision définitive au sujet de la

source: claims.
fr_fr: demande.

source: These improvements do not carry a fiscal cost and will be implemented into SR&ED program
fr_fr: Les améliorations ci-dessus n'entraînent aucun coût budgétaire et seront intégrées au programme de

source: operations as of April 1, 2026.
fr_fr: RS&DE à compter du 1 er avril 2026.

source: Additionally, the CRA intends to engage in targeted consultations to further improve the
fr_fr: De plus, l'ARC compte mener des consultations ciblées pour améliorer l'administration du programme

source: administration of the SR&ED program, including by reviewing the SR&ED claim form (Form
fr_fr: pour la RS&DE, notamment en examinant le formulaire de demande pour les dépenses de RS&DE

source: T661).
fr_fr: (formulaire T661).

source: Seizing the Full Potential of Artificial Intelligence
fr_fr: Tirer pleinement parti de l'intelligence artificielle

source: The transformative nature of artificial intelligence (AI) can create opportunities for millions of
fr_fr: La nature transformatrice de l'intelligence artificielle (IA) offre de nouvelles perspectives pour

source: Canadians, businesses, and the economy.
fr_fr: des millions de Canadiens, pour les entreprises et pour toute l'économie.

source: Budget 2025 helps Canada build necessary AI compute
fr_fr: Le budget de 2025

source: infrastructure, including the development of a Sovereign Canadian Cloud.
fr_fr: aide le Canada à bâtir l'infrastructure de calcul nécessaire pour l'IA, notamment par la création

source: This will help businesses
fr_fr: d'un nuage souverain canadien.

source: seize the opportunities from AI, creating new jobs and economic growth.
fr_fr: la création de nouveaux emplois et la croissance économique.

source: Budget 2025 proposes to provide $925.6 million over five
fr_fr: Le budget de 2025 propose d'accorder 925,6 millions de dollars sur cinq ans, à

source: years, starting in 2025-26, to support a large-scale sovereign public AI infrastructure
fr_fr: compter de 2025-2026, pour soutenir une infrastructure publique de calcul à grande échelle

source: that will boost AI compute availability and support access to sovereign AI compute capacity
fr_fr: pour l'IA. Celle-ci augmentera la capacité nationale de calcul souveraine et facilitera l'accès

source: for public and private research.
fr_fr: à celle-ci aux fins de recherches privées et publiques.

source: The investment will ensure Canada has the capacity needed
fr_fr: Grâce à cet investissement, le Canada

source: to be globally competitive in a secure and sovereign environment.
fr_fr: s'assurera d'avoir la capacité dont il a besoin pour être compétitif à l'échelle mondiale, dans

source: $800 million will be sourced from funds previously provisioned in the fiscal framework.
fr_fr: fonds affectés précédemment dans le cadre financier.

source: Budget 2025 announces that the Minister of Artificial Intelligence
fr_fr: Le budget de 2025 annonce que le ministre de l'Intelligence artificielle et de l'Innovation

source: and Digital Innovation will engage with industry to identify new promising AI infrastructure
fr_fr: numérique consultera l'industrie pour trouver de nouveaux projets prometteurs liés à

source: projects and enter into Memoranda of Understanding with those projects.
fr_fr: l'infrastructure d'IA, et à conclure des protocoles d'entente à l'égard de ces projets.

source: Budget 2025 also announces the government's intention to enable the
fr_fr: Le budget de 2025 annonce également que le gouvernement a l'intention d'autoriser la Banque

source: Canada Infrastructure Bank to invest in AI infrastructure projects.
fr_fr: de l'infrastructure du Canada à investir dans des projets d'infrastructure en IA.

source: Understanding the broader effects of AI is also essential, helping to guide our efforts to maximise
fr_fr: Il est essentiel de comprendre les effets généraux de l'IA, car ils guideront les mesures visant à en

source: its benefits.
fr_fr: exploiter au maximum les avantages.

source: Budget 2025 proposes to allocate $25 million over six years,
fr_fr: Le budget de 2025 propose d'accorder 25 millions de dollars sur six ans, à

source: starting in 2025-26, and $4.5 million ongoing for Statistics Canada to implement
fr_fr: compter de 2025-2026, et 4,5 millions de dollars par année par la suite, à

source: the Artificial Intelligence and Technology Measurement Program (TechStat).
fr_fr: Statistique Canada pour mettre en place le Programme de mesure des technologies et

source: TechStat will use data and insights to measure how AI is used
fr_fr: de l'intelligence artificielle (TechStat) . TechStat se servira de données et

source: by organisations, and understand its impact on Canadian society, the labour force, and the
fr_fr: d'informations pour mesurer comment les organisations utilisent l'IA et en comprendre les
